docs/blog/dosto/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-03-04 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Different Dostoyevsky translations</title>
<meta name="generator" content="Org Mode" />
<link rel="icon" type="image/x-icon" href="/favicon.ico"> <link rel="stylesheet" href="/style.css" />
</head>
<body>
<div id="preamble" class="status">
<div id="navbar">
    <a href="/"><div class="navitem home">&heartsuit;</div></a>
    <a href="/pubs"><div class="navitem">pubs</div></a>
    <a href="/blog"><div class="navitem">blog</div></a>
    <a href="/meta"><div class="navitem">meta</div></a>
    <a href="/files/Sricharan_AR_CV.pdf"><div class="navitem">cv</div></a>
</div> <hr>
</div>
<div id="content" class="content">
<p>
Welcome! You, like many others (me), have decided to read Dostoyevsky, but do not know which translation to select. Maybe you decide to read The Brothers Karamazov first, since it is after all his magnum opus. Why read the other books when you can read the final one. You go to the Wikipedia page to see the possible choices, and find this:
</p>

<ul class="org-ul">
<li>Constance Garnett (1912)</li>
<li>Alexandra Kropotkin (1949), revision of Garnett translation</li>
<li>David Magarshack (1958)</li>
<li>Andrew R. MacAndrew (1970)</li>
<li>Julius Katzer (1980, as The Karamazov Brothers)</li>
<li>Richard Pevear and Larissa Volokhonsky (1990)</li>
<li>David McDuff (1993)</li>
<li>Ignat Avsey (1994, as The Karamazov Brothers)</li>
<li>Susan McReynolds Oddo (2011), revision of Garnett translation</li>
</ul>

<p>
Oh well. Honestly, I feel like the choice of translation does not alter the experience of reading Dostoyevsky that much, and you should choose whichever one you like. However, choice fatigues you, and so I&rsquo;d suggest you merely choose between Garnett and Pevear &amp; Volokhonsky for a first read. Dostoyevsky&rsquo;s greatness lies in the fact that mere stylistic changes do not take away even an epsilon amount from the content of his work, unlike certain self-professed aesthetes who find joy in professing their hatred for Dostoyevsky, while managing to produce works that, while undeniably are a pleasure to the senses, manage to leave your soul neither shaken nor stirred.
</p>

<p>
So how do you choose between Garnett and P&amp;V? Here is a quick rundown of what each one appeals to me for:
</p>

<div id="outline-container-orgb998762" class="outline-2">
<h2 id="orgb998762">Garnett translation</h2>
<div class="outline-text-2" id="text-orgb998762">
</div>
<div id="outline-container-org672579e" class="outline-3">
<h3 id="org672579e">Pros:</h3>
<div class="outline-text-3" id="text-org672579e">
<ul class="org-ul">
<li>It&rsquo;s out of copyright, so it&rsquo;s free on Project Gutenberg</li>
<li>I like the dated English of this version</li>
</ul>
</div>
</div>

<div id="outline-container-orgcc4e98e" class="outline-3">
<h3 id="orgcc4e98e">Cons:</h3>
<div class="outline-text-3" id="text-orgcc4e98e">
<ul class="org-ul">
<li>She trudged through stacks of Russian novels and translated them at a blistering pace, and apparently skipped over sentences/paragraphs she did not understand.</li>
<li>Nabokov and some other Russians say that people do not read Dostoyevsky when they read the books, but merely a bastardized version authored by Garnett.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org64dcc82" class="outline-2">
<h2 id="org64dcc82">P&amp;V translation</h2>
<div class="outline-text-2" id="text-org64dcc82">
</div>
<div id="outline-container-org4770e07" class="outline-3">
<h3 id="org4770e07">Pros:</h3>
<div class="outline-text-3" id="text-org4770e07">
<ul class="org-ul">
<li>Apparently stick to the rough prose that Dosto used, and do not smooth over the jarring original texts.</li>
</ul>
</div>
</div>

<div id="outline-container-org6bc2321" class="outline-3">
<h3 id="org6bc2321">Pro/Con:</h3>
<div class="outline-text-3" id="text-org6bc2321">
<ul class="org-ul">
<li>They do this thing where V translates the book literally to English, then P makes it a novel while consulting V.</li>
</ul>
</div>
</div>

<div id="outline-container-org467ac21" class="outline-3">
<h3 id="org467ac21">Cons:</h3>
<div class="outline-text-3" id="text-org467ac21">
<ul class="org-ul">
<li>Hard to say if the good reviews are marketing or actual fact, since this is the latest translation.</li>
</ul>

<p>
Now to list some articles which argue for either side:
</p>
</div>
</div>

<div id="outline-container-org025c845" class="outline-3">
<h3 id="org025c845">Pro P&amp;V:</h3>
<div class="outline-text-3" id="text-org025c845">
<ul class="org-ul">
<li><a href="https://www.newyorker.com/magazine/2005/11/07/the-translation-wars">The translation wars</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd86e79a" class="outline-3">
<h3 id="orgd86e79a">Anti P&amp;V [Usually implies Pro Garnett]:</h3>
<div class="outline-text-3" id="text-orgd86e79a">
<ul class="org-ul">
<li><a href="https://www.commentarymagazine.com/articles/gary-morson/the-pevearsion-of-russian-literature">The Pevearsion of Russian Literature</a> [Amazing title btw, you need to read it just for that title]</li>

<li><a href="https://www.firstthings.com/blogs/firstthoughts/2013/01/the-pevearvolokhonsky-hype-machine-and-how-it-could-have-been-stopped-or-at-least-slowed-down">The Pevear/Volokhonsky Hype Machine&#x2026;</a></li>
</ul>
</div>
</div>

<div id="outline-container-org76c799e" class="outline-3">
<h3 id="org76c799e">I can&rsquo;t access these, so I&rsquo;d like it if someone could send them to me.</h3>
<div class="outline-text-3" id="text-org76c799e">
<ul class="org-ul">
<li><a href="https://journals.sagepub.com/doi/abs/10.1177/004724419502500322">Review of Avsey&rsquo;s translation</a> [Anti-Avsey]</li>

<li><a href="https://www.nytimes.com/1992/04/26/books/raskolnikov-says-the-darndest-things.html">Raskolnikov says the darndest things</a></li>
</ul>
</div>
</div>

<div id="outline-container-org97f11bc" class="outline-3">
<h3 id="org97f11bc">General translation comparisons (with extracts)</h3>
<div class="outline-text-3" id="text-org97f11bc">
<ul class="org-ul">
<li><a href="http://www.patrikbergman.com/2017/07/23/choosing-best-karamazov-translation">Garnett, P&amp;V, MacAndrew, McDuff, Avsey</a></li>
<li><a href="https://www.dartmouth.edu/~karamazo/translations.html">Garnett, P&amp;V, MacAndrew</a></li>
<li><a href="https://theopenmic.co/lost-in-translation-garnett-v-pevearvolokhonsky-part-2">Garnett, P&amp;V</a></li>
</ul>

<p>
My reading order of TBK is as follows:
</p>

<ul class="org-ul">
<li>Garnett</li>
<li>Pevear and Volokhnosky</li>
<li>Andrew MacAndrew</li>
<li>Ignat Avsey</li>
</ul>

<p>
Other than slight changes, none of these particularly diminished my experience of reading TBK, so I do not think choosing a &ldquo;wrong&rdquo; translation is going to negatively affect your view of Dostoyevsky as much as it might affect other authors. If you have other links you&rsquo;d like me to add, or anything changed in this page at all, feel free to drop me an email! To quote Ivan, <i>Everything is permitted</i>, including reading the shittiest translations of TBK. On that note, my translation of TBK comes out soon, never mind that I do not speak a lick of anything harder than A1 Russki.
</p>
</div>
</div>
</div>
</div>
</body>
</html>